Revit 2027 API
ParameterTypeId.EndYJustification Property
 "End y Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EndYJustification { get; }
Public Shared ReadOnly Property EndYJustification As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EndYJustification {
	ForgeTypeId^ get ();
}
static member EndYJustification : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace